{"posts":[{"title":"My New Post","text":"","link":"/2025/03/01/My-New-Post/"},{"title":"hahah","text":"==high light== H1H2H3H4H5H6 dedeaa wow ded bond italy","link":"/2025/03/08/hahah/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2025/03/01/hello-world/"},{"title":"High Score","text":"大学名称 自动化专业在辽宁省的录取分数线 清华大学 物理类：697分（位次85） 浙江大学 物理类：690分（位次264） 北京航空航天大学 物理类：688分（位次316） 上海交通大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为683分 北京理工大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为678分 西安交通大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为674分 华中科技大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为669分 东北大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为665分 哈尔滨工业大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为663分 东南大学 未明确列出自动化专业具体分数线，但该校在辽宁物理类最低录取分数线为660分 Total 690/750 750-690=60Rest Chinese 125/150 Rest60-25=35 Mathematics 140/150 Rest35-10=25 English 140/150 Rest25-10=15 Physical 95/100 5 Chemical 95/100 5 Biology 95/100 5 (Rest 0)","link":"/2025/03/28/High-Score/"},{"title":"Hexo Technique 1 --tags and categories","text":"The method to write with tags and categories is here: 123456---title: Hexo Technique 1date: 2025-03-22 21:38:33 # Remember to change your date!tags: Techniquecategories: Hexo Technique--- Here is the Category: Hexo Technique Passages share Here is the Tags: Passages 1 Technique 1 Test 1 When finishing compose, open cmd and enter Hexo g -d to generate and deploy the article.","link":"/2025/04/10/Hexo-Technique-1---tags-and-categories/"},{"title":"Passage Share 1","text":"嘿嘿，记录一个小短文，希望我的人生可以自由快乐： “享受人生的第一步：把手弄脏。什么是把手弄脏？比如你想体会读书的乐趣，你就躺着读，卷着书读，脏脏的读，读到精彩处，你就随手抄一支笔直接划下。别被整洁裹挟，别正襟危坐，别怕把书弄烂。比如你想了解某个新的领域的知识，你就直接找到你能接触到的专家，尽情的请教，尽情的发表哪怕优质的观点。别被面子裹挟，别不好意思，别内耗是不是别人觉得你很无知。比如你想出去玩，你就马上抄起手机做大概规划，你就马上订票订酒店。别左思右想请假怎么弄是不是还有其他更方便的地方去，别犹豫，一犹豫就黄了。比如你学习考试，你就把书摊开，把笔从精致的笔袋里一股脑倒出来，打开电脑直接播放课程，撸起袖子就是学。别先倒好咖啡，别先洗好水果，别把桌子擦了一遍又一遍。太多准备工作会碍手碍脚。别被形势裹挟，别陷入准备的内耗。撸起袖子，直奔实质，染指一切你觉得有意义的事物。把手弄脏，快速又直接的享受真实。Let’s get hand dirty.”","link":"/2025/03/22/Passage_Share_1/"},{"title":"Passage Share 2","text":"Learn to say fuck you to the world every once in a while, you have every right to… Just stop thinking, worrying, looking over your shoulder, wondering, doubting, fearing, hurting, hoping for some easy way out, struggling, grasping, confusing, itching, scratching, mumbling, bumbling, grumbling, humbling, stumbling, mumbling, rambling, gambling, tumbling, scumbling, scrambling, hitching, hatching, bitching, moaning, groaning, honing, boning, horse-shitting, hair-splitting, nit-picking, piss-trickling, nose-sticking, ass-gouging, eyeball-poking, finger-pointing, alleyway-sneaking, long waiting, small stepping, evil-eyeing, back-scratching, searching, perching, besmirching, grinding, grinding,grinding away at yourself. Stop it and just DO! —ENGLISH SPEECH_BENEDICT CUMBERBATCH_Just do it!","link":"/2025/04/16/Passage_Share_2/"},{"title":"Reproduction_1","text":"超越函数/六大模型母函数 笔记（含自创记忆方法~） 云吟Xavze 编辑于 2024年05月10日 00:04 收录于文集 高中数学 · 53篇 超越函数（六大母函数）笔记（含自创记忆方法~） 后期会出视频讲解。 总是记不住的进来看！！！ 超越函数就是类似于xe的x次方的这种函数，靠一般方法解不出零点的（就是隐零点），这一类称为超越函数，也有的称之为6大母函数。 这类超越函数最有用的是它们的图像走向，极值点零点等关键信息，这些信息常被用来直接或间接地出在题目里，而用在小题中时，你还要花时间去导，去看单调性，极值点等等。 但有了图像，就可以直接立判，省去时间，甚至直接出结果。 以下是导函数的六种图像。 有的时候题目不会直接给出这六大母函数，但是只要出现xlnx，xex之类的项，就可以考虑往超越函数上想，然后通过同除掉x，或者将x从左移到右边等等代换方法就可以把题目化简为交点问题或是其他类型的问题，这个时候有的可以根据图像特征直接出结果，有的可能还要用到切线放缩等地方的知识。 但相比于基础方法来说还是要更快的。 下面来说说怎么记忆（直接会记这六个图是最好的，我只是说一下怎么去一步步在完全不清楚的情况下画出6个大致图像，当然你要是求导研究也行）： (自己今天晚自习才编出来的记忆小口诀~~) 最值除一乘负一，ln取对形同e，图像趋势极限逼 首先，六个图像死记我也记不下来，所以要分组记，把ex相关的记住了即可。 怎么记呢？ 第一句口诀：最值除一乘负一 大致图像趋势通过特殊点即可得到，一个是x=0，一个是最值点。 最值点怎么求？ 如果是xex这种乘法形式，那么x=-1即可取到最值点，而且它是最小值点。 如果是x/ex或是ex/x这种除法形式，那么在x=1处取到最值点。 第二句口诀：ln取对形同e 取对数是导数运算中的常见操作之一，所以把相应的ex取了对数就可以得到对应的lnx图像，而且图像趋势是与取对数之前的ex是一样的。而且最值大小一样 比如xex取对数得到xlnx，x/ex取对数得到lnx/x，ex/x取对数得到x/lnx 不仅如此，lnx图像所对应的最值点与特殊点也是原来ex图像中的特殊点取对数得到的 比如xex中最值在x=-1处取得，x=0是特殊点，取对数以后lnx=-1，那么x=-1/e即为xlnx最值点，lnx=0，x=1即为xlnx特殊点 最后一句口诀：图像趋势极限逼 像是x/ex和ex/x还是有人区分不开，如果三个图像大致趋势记得只是匹配错了的话，可以通过定义域来区分 如果压根就是不记得趋势，那么就可以通过极限逼近的方法找到大致趋势。 因为此时我们已经有了最值点，图像走势就可以利用x→0，或x→-∞，或x→+∞来判断 比如说对于x/ex，x→0时x/ex→0且x=0可以取到，x→+∞时x/ex→0，x→-∞时x/ex→-∞，再结合最值点与特殊点，就可以画出他是一条….这样的函数 好了，今天暂且就说这么多吧~ 祝各位学习进步！2024高考加油，盛夏之约，顶峰相见！","link":"/2025/04/17/Reproduction-1/"}],"tags":[{"name":"Test","slug":"Test","link":"/tags/Test/"},{"name":"Passages","slug":"Passages","link":"/tags/Passages/"},{"name":"Technique","slug":"Technique","link":"/tags/Technique/"}],"categories":[{"name":"Hexo Technique","slug":"Hexo-Technique","link":"/categories/Hexo-Technique/"},{"name":"Passages Share","slug":"Passages-Share","link":"/categories/Passages-Share/"},{"name":"Reproduction","slug":"Reproduction","link":"/categories/Reproduction/"}],"pages":[{"title":"New","text":"","link":"/drafts/%E5%85%B3%E4%BA%8E%E6%88%91%E5%9C%A8%E7%BC%96%E7%A8%8B%E5%AD%A6%E4%B9%A0%E5%92%8C%E9%AB%98%E4%B8%AD%E5%AD%A6%E4%B9%A0%E4%B9%8B%E9%97%B4%E7%9A%84%E5%90%8C%E4%B8%8E%E5%BC%82.html"},{"title":"New","text":"关于我在编程学习和高中学习之间的同与异现象：我在编程方面学习起来似乎很轻松，排除一些搭建语言环境和debug等不了解计算机底层原理的困难，没有很多痛苦的经历。然而在高中学习方面，累，逼迫，刻意，但效果仍然不佳。 可能的原因：编程的结果来得快，学习许久才会有所成效。","link":"/drafts/New.html"}]}